tap "1password/tap"
tap "felixkratz/formulae", "https://github.com/FelixKratz/homebrew-formulae"
tap "nikitabobko/tap"

brew "borders"
brew "chafa"
brew "defaultbrowser"
brew "fzf"
brew "gh"
brew "jenv"
brew "jq"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "sketchybar"
brew "snowflake-cli"
brew "tmux"
brew "uv"

cask "1password-cli"
cask "claude"
cask "codex"
cask "font-hack-nerd-font"
cask "firefox"
cask "karabiner-elements"
cask "maccy"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "omnifocus"
cask "raycast"
cask "scroll-reverser"
cask "signal"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
